Returns a copy of this polyline.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public PolyLine Clone()
  Visual Basic
Public Function Clone As PolyLine
  Visual C++
public:
PolyLine^ Clone()
 See Also
  PolyLine Class
  Autodesk.Revit.DB Namespace